* Portuguese

Mostly done using PracticePortuguese.com

** A1
:LOGBOOK:
CLOCK: [2025-08-28 Thu 19:40]--[2025-08-28 Thu 19:55] =>  0:15
CLOCK: [2025-08-27 Wed 22:03]--[2025-08-27 Wed 22:13] =>  0:10
CLOCK: [2025-08-25 Mon 21:09]--[2025-08-25 Mon 21:57] =>  0:48
:END:
